Repository: martinpfister/natalia
Catalog: Resources/Private/Language/*.Backend.xlf
Languages: de

# pagetree.page_contains_system
source: [System] Collection
de: [System] Datensatzsammlung

# pagetree.page_contains_menufolder
source: [System] Menu directory
de: [System] Navigation

# tt_content.header_layout.1
source: Headline 1 (h1)
de: Überschrift 2 (h2)

# tt_content.header_layout.2
source: Headline 2 (h2)
de: Überschrift 2 (h2)

# tt_content.header_layout.3
source: Headline 3 (h3)
de: Überschrift 3 (h3)

# tt_content.header_layout.4
source: Headline 4 (h4)
de: Überschrift 4 (h4)

# backend_layout.SingleColumn
source: Single column
de: Einspaltig

# backend_layout.TwoColumns
source: Two columns
de: Zweispaltig

# backend_layout.mainColumn
source: Main column
de: Hauptspalte

# backend_layout.rightColumn
source: Right
de: Rechts

# frontend_layout.examplelayout
source: Custom FE layout example
de: Benutzerdefiniertes FE-Layout (Beispiel)

# tt_content.layout.examplelayout
source: Custom content element layout example
de: Benutzerdefiniertes Inhaltselement-Layout (Beispiel)

# tt_content.section_frames
source: Display options
de: Anzeigeoptionen

# tt_content.section_frame.small-only
source: Show on small sized screens only
de: Nur bei kleiner Auflösung anzeigen

# tt_content.section_frame.medium-only
source: Show on medium sized screens only
de: Nur bei mittlerer Auflösung anzeigen

# tt_content.section_frame.medium-up
source: Show on medium sized screens (and larger) only
de: Bei mittlerer Auflösung und grösser anzeigen

# tt_content.section_frame.large-only
source: Show on large sized screens only
de: Nur bei hoher Auflösung anzeigen

# tt_content.section_frame.large-up
source: Show on large sized screens (and larger) only
de: Bei hoher Auflösung und grösser anzeigen

# tt_content.section_frame.xlarge-only
source: Show on xlarge sized screens only
de: Nur bei sehr hoher Auflösung anzeigen

# tt_content.section_frame.xlarge-up
source: Show on xlarge sized screens (and larger) only
de: Bei sehr hoher Auflösung und grösser anzeigen

# tt_content.section_frame.xxlarge-up
source: Show on xxlarge screens (and larger) only
de: Bei XXL-Auflösung und höher anzeigen

# grid_elements.slider.autoplay
source: Autoplay
de: Automatisch abspielen
